INSERT INTO roasting_batchs
    (country_of_origin, grain_id, output_weight, quantity_bag, roasting_team_id, roasting_weight, variety)
VALUES ('Эфиопия', 1, 1100000, 20, 'ff7057c2-cda9-4f6b-b94f-227b259a94d3', 1200000, 'эфиопия'),
 ('Бразилия', 2, 1150000, 20, 'ff7057c2-cda9-4f6b-b94f-227b259a94d3', 1200000, 'бурбон'),
('Руанда', 3, 2390000, 40, 'aa7057c2-cda9-4f6b-b94f-227b259a94d3', 2400000, 'бурбон'),
('Сальвадор', 4, 1760000, 30, 'bb7057c2-cda9-4f6b-b94f-227b259a94d3', 1800000, 'бурбон'),
('Колумбия', 5, 2950000, 50, 'cc7057c2-cda9-4f6b-b94f-227b259a94d3', 3000000, 'колумбия'),
('Руанда', 6, 580000, 10, 'cc7057c2-cda9-4f6b-b94f-227b259a94d3', 600000, 'моко'),
('Бразилия', 7, 10750000, 180, 'cc7057c2-cda9-4f6b-b94f-227b259a94d3', 10800000, 'маргоджип');
